Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: No track or route points found in that GPX file.
ar: لم يُعثر على نقاط أثر أو مسار في ملف GPX هذا.
bg: В този GPX файл не са открити точки от следа или маршрут.
ca: No s'han trobat punts de traça ni de ruta en aquest fitxer GPX.
cs: V tom souboru GPX nebyly nalezeny body trasy ani stopy.
da: Der blev ikke fundet spor- eller rutepunkter i den GPX-fil.
de: In dieser GPX-Datei wurden keine Track- oder Routenpunkte gefunden.
el: Δεν βρέθηκαν σημεία ίχνους ή διαδρομής σε αυτό το αρχείο GPX.
es: No se han encontrado puntos de track ni de ruta en ese archivo GPX.
et: Sellest GPX-failist ei leitud raja- ega marsruudipunkte.
fi: GPX-tiedostosta ei löytynyt jälki- eikä reittipisteitä.
fr: Aucun point de trace ni d'itinéraire trouvé dans ce fichier GPX.
ga: Níor aimsíodh aon phointe rian ná bealaigh sa chomhad GPX sin.
hr: U toj datoteci GPX nisu pronađene točke traga ni rute.
hu: Nem található nyom- vagy útvonalpont ebben a GPX-fájlban.
id: Tidak ditemukan titik trek atau rute di file GPX itu.
is: Engir ferils- eða leiðarpunktar fundust í þessari GPX-skrá.
it: Nessun punto di traccia o percorso trovato in quel file GPX.
ja: その GPX ファイルにトラックまたはルートの点が見つかりませんでした。
ko: 그 GPX 파일에서 트랙이나 경로 지점을 찾지 못했습니다.
lt: Tame GPX faile nerasta nei pėdsako, nei maršruto taškų.
lv: Šajā GPX failā netika atrasti ne trases, ne maršruta punkti.
mk: Во таа GPX-датотека не се најдени точки од трага ниту од траса.
ms: Tiada titik trek atau laluan ditemui dalam fail GPX itu.
mt: Ma nstabu l-ebda punti ta' traċċa jew rotta f'dak il-fajl GPX.
nb: Fant ingen spor- eller rutepunkter i den GPX-fila.
nl: Geen track- of routepunten gevonden in dat GPX-bestand.
pl: W tym pliku GPX nie znaleziono punktów śladu ani trasy.
pt_br: Nenhum ponto de trilha ou de rota encontrado nesse arquivo GPX.
pt_pt: Não foram encontrados pontos de trilho nem de percurso nesse ficheiro GPX.
ro: Nu s-au găsit puncte de traseu sau de rută în acel fișier GPX.
ru: В этом файле GPX не найдено ни точек трека, ни точек маршрута.
sk: V tom súbore GPX sa nenašli body trasy ani stopy.
sl: V tej datoteki GPX ni bilo najdenih točk sledi ali poti.
sq: Nuk u gjetën pika gjurme apo itinerari në atë skedar GPX.
sr: У тој датотеци GPX нису пронађене тачке трага ни руте.
sv: Inga spår- eller ruttpunkter hittades i den GPX-filen.
tr: Bu GPX dosyasında iz veya rota noktası bulunamadı.
uk: У цьому файлі GPX не знайдено ні точок треку, ні точок маршруту.
vi: Không tìm thấy điểm track hay route nào trong tệp GPX đó.
zh_hans: 该 GPX 文件中未找到轨迹点或路线点。
zh_hant: 該 GPX 檔案中找不到軌跡點或路線點。

source: No workouts match. Clear the search or filter.
ar: لا تمارين مطابقة. امسح البحث أو التصفية.
bg: Няма съвпадащи тренировки. Изчисти търсенето или филтъра.
ca: Cap entrenament coincideix. Neteja la cerca o el filtre.
cs: Žádný trénink neodpovídá. Vymaž hledání nebo filtr.
da: Ingen træninger passer. Ryd søgningen eller filteret.
de: Keine passenden Einheiten. Setz die Suche oder den Filter zurück.
el: Καμία προπόνηση δεν ταιριάζει. Καθάρισε την αναζήτηση ή το φίλτρο.
es: No hay entrenamientos que coincidan. Limpia la búsqueda o el filtro.
et: Ükski trenn ei sobi. Tühjenda otsing või filter.
fi: Yksikään harjoitus ei täsmää. Tyhjennä haku tai suodatin.
fr: Aucune séance ne correspond. Efface la recherche ou le filtre.
ga: Ní mheaitseálann aon seisiún. Glan an cuardach nó an scagaire.
hr: Nijedan trening ne odgovara. Očisti pretragu ili filtar.
hu: Nincs találat. Töröld a keresést vagy a szűrőt.
id: Tidak ada latihan yang cocok. Bersihkan pencarian atau saringannya.
is: Engin æfing passar. Hreinsaðu leitina eða síuna.
it: Nessun allenamento corrisponde. Azzera la ricerca o il filtro.
ja: 該当するワークアウトがありません。検索か絞り込みを解除してください。
ko: 일치하는 운동이 없습니다. 검색어나 필터를 지우세요.
lt: Nė viena treniruotė neatitinka. Išvalyk paiešką arba filtrą.
lv: Neviens treniņš neatbilst. Notīri meklēšanu vai filtru.
mk: Ниту еден тренинг не одговара. Исчисти го пребарувањето или филтерот.
ms: Tiada latihan yang sepadan. Kosongkan carian atau tapisannya.
mt: L-ebda sessjoni ma taqbel. Naddaf it-tfittxija jew il-filtru.
nb: Ingen økter passer. Tøm søket eller filteret.
nl: Geen trainingen komen overeen. Wis de zoekopdracht of het filter.
pl: Żaden trening nie pasuje. Wyczyść wyszukiwanie albo filtr.
pt_br: Nenhum treino corresponde. Limpe a busca ou o filtro.
pt_pt: Nenhum treino corresponde. Limpa a pesquisa ou o filtro.
ro: Niciun antrenament nu se potrivește. Șterge căutarea sau filtrul.
ru: Подходящих тренировок нет. Очистите поиск или фильтр.
sk: Žiadny tréning nezodpovedá. Vymaž hľadanie alebo filter.
sl: Noben trening se ne ujema. Počisti iskanje ali filter.
sq: Asnjë stërvitje nuk përputhet. Pastro kërkimin ose filtrin.
sr: Ниједан тренинг не одговара. Очисти претрагу или филтер.
sv: Inga pass matchar. Rensa sökningen eller filtret.
tr: Eşleşen antrenman yok. Aramayı veya filtreyi temizle.
uk: Відповідних тренувань немає. Очистіть пошук або фільтр.
vi: Không có buổi tập nào khớp. Hãy xóa từ khóa tìm kiếm hoặc bộ lọc.
zh_hans: 没有匹配的训练。请清除搜索或筛选条件。
zh_hant: 沒有符合的訓練。請清除搜尋或篩選條件。

source: No workouts yet
ar: لا تمارين بعد
bg: Още няма тренировки
ca: Encara no hi ha entrenaments
cs: Zatím žádné tréninky
da: Ingen træninger endnu
de: Noch keine Einheiten
el: Καμία προπόνηση ακόμη
es: Aún no hay entrenamientos
et: Veel pole trenne
fi: Ei vielä harjoituksia
fr: Pas encore de séances
ga: Níl aon seisiún ann fós
hr: Još nema treninga
hu: Még nincs edzés
id: Belum ada latihan
is: Engar æfingar enn
it: Ancora nessun allenamento
ja: ワークアウトがまだありません
ko: 아직 운동이 없습니다
lt: Kol kas treniruočių nėra
lv: Vēl nav treniņu
mk: Сè уште нема тренинзи
ms: Belum ada latihan
mt: Għad m'hemmx sessjonijiet
nb: Ingen økter ennå
nl: Nog geen trainingen
pl: Jeszcze brak treningów
pt_br: Nenhum treino ainda
pt_pt: Ainda sem treinos
ro: Încă niciun antrenament
ru: Тренировок пока нет
sk: Zatiaľ žiadne tréningy
sl: Zaenkrat še ni treningov
sq: Ende pa stërvitje
sr: Још нема тренинга
sv: Inga pass ännu
tr: Henüz antrenman yok
uk: Тренувань поки немає
vi: Chưa có buổi tập nào
zh_hans: 还没有训练
zh_hant: 還沒有訓練

source: None
ar: لا شيء
bg: Няма
ca: Cap
cs: Žádné
da: Ingen
de: Keine
el: Καμία
es: Ninguno
et: Puudub
fi: Ei mitään
fr: Aucun
ga: Ceann ar bith
hr: Nema
hu: Nincs
id: Tidak ada
is: Engin
it: Nessuno
ja: なし
ko: 없음
lt: Nėra
lv: Nav
mk: Нема
ms: Tiada
mt: Xejn
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadne
sl: Brez
sq: Asnjë
sr: Нема
sv: Inget
tr: Yok
uk: Немає
vi: Không
zh_hans: 无
zh_hant: 無

source: Normal training
ar: تدريب معتاد
bg: Нормална тренировка
ca: Entrenament normal
cs: Normální trénink
da: Normal træning
de: Normales Training
el: Κανονική προπόνηση
es: Entrenamiento normal
et: Tavaline treening
fi: Normaali harjoittelu
fr: Entraînement normal
ga: Gnáth-thraenáil
hr: Uobičajen trening
hu: Normál edzés
id: Latihan normal
is: Venjuleg þjálfun
it: Allenamento normale
ja: 通常のトレーニング
ko: 평소 훈련
lt: Įprasta treniruotė
lv: Parasts treniņš
mk: Вообичаен тренинг
ms: Latihan biasa
mt: Taħriġ normali
nb: Normal trening
nl: Normale training
pl: Normalny trening
pt_br: Treino normal
pt_pt: Treino normal
ro: Antrenament normal
ru: Обычные тренировки
sk: Normálny tréning
sl: Običajen trening
sq: Stërvitje normale
sr: Уобичајен тренинг
sv: Normal träning
tr: Normal antrenman
uk: Звичайні тренування
vi: Tập bình thường
zh_hans: 正常训练
zh_hant: 正常訓練

source: Normalized
ar: المعياريّة
bg: Нормализирана
ca: Normalitzada
cs: Normalizovaný
da: Normaliseret
de: Normalisiert
el: Κανονικοποιημένη
es: Normalizada
et: Normaliseeritud
fi: Normalisoitu
fr: Normalisée
ga: Normalaithe
hr: Normalizirana
hu: Normalizált
id: Ternormalisasi
is: Normað
it: Normalizzata
ja: 正規化
ko: 정규화
lt: Normalizuota
lv: Normalizētā
mk: Нормализирана
ms: Ternormal
mt: Normalizzata
nb: Normalisert
nl: Genormaliseerd
pl: Znormalizowana
pt_br: Normalizada
pt_pt: Normalizada
ro: Normalizată
ru: Нормализованная
sk: Normalizovaný
sl: Normalizirana
sq: E normalizuar
sr: Нормализована
sv: Normaliserad
tr: Normalize
uk: Нормалізована
vi: Chuẩn hóa
zh_hans: 标准化
zh_hant: 標準化

source: Not enough data to import
ar: بيانات غير كافية للاستيراد
bg: Няма достатъчно данни за импортиране
ca: No hi ha prou dades per importar
cs: Málo dat k importu
da: For lidt data at importere
de: Nicht genug Daten zum Importieren
el: Ανεπαρκή δεδομένα για εισαγωγή
es: No hay datos suficientes para importar
et: Importimiseks pole piisavalt andmeid
fi: Liian vähän tietoja tuotavaksi
fr: Pas assez de données à importer
ga: Níl dóthain sonraí ann le hiompórtáil
hr: Nedovoljno podataka za uvoz
hu: Nincs elég adat az importáláshoz
id: Data tidak cukup untuk diimpor
is: Ekki nóg af gögnum til að flytja inn
it: Dati insufficienti per l'importazione
ja: 読み込むデータが足りません
ko: 가져올 데이터가 부족합니다
lt: Nepakanka duomenų importuoti
lv: Nepietiek datu importēšanai
mk: Недоволно податоци за увоз
ms: Data tidak mencukupi untuk diimport
mt: M'hemmx biżżejjed data biex tiġi importata
nb: For lite data å importere
nl: Te weinig gegevens om te importeren
pl: Za mało danych do importu
pt_br: Dados insuficientes para importar
pt_pt: Dados insuficientes para importar
ro: Date insuficiente pentru import
ru: Недостаточно данных для импорта
sk: Málo údajov na import
sl: Premalo podatkov za uvoz
sq: Të dhëna të pamjaftueshme për import
sr: Недовољно података за увоз
sv: För lite data att importera
tr: İçe aktarmak için yeterli veri yok
uk: Недостатньо даних для імпорту
vi: Không đủ dữ liệu để nhập
zh_hans: 数据不足，无法导入
zh_hant: 資料不足，無法匯入

source: Not enough data yet
ar: البيانات غير كافية بعد
bg: Още няма достатъчно данни
ca: Encara no hi ha prou dades
cs: Zatím málo dat
da: For lidt data endnu
de: Noch nicht genug Daten
el: Ανεπαρκή δεδομένα ακόμη
es: Aún no hay datos suficientes
et: Veel pole piisavalt andmeid
fi: Ei vielä riittävästi tietoja
fr: Pas encore assez de données
ga: Níl dóthain sonraí ann fós
hr: Zasad nedovoljno podataka
hu: Még nincs elég adat
id: Datanya belum cukup
is: Ekki nóg af gögnum enn
it: Dati ancora insufficienti
ja: データがまだ足りません
ko: 아직 데이터가 부족합니다
lt: Kol kas nepakanka duomenų
lv: Vēl nepietiek datu
mk: Сè уште недоволно податоци
ms: Data belum mencukupi
mt: Għad m'hemmx biżżejjed data
nb: For lite data ennå
nl: Nog te weinig gegevens
pl: Jeszcze za mało danych
pt_br: Ainda sem dados suficientes
pt_pt: Ainda sem dados suficientes
ro: Încă nu sunt destule date
ru: Пока недостаточно данных
sk: Zatiaľ málo údajov
sl: Zaenkrat premalo podatkov
sq: Ende të dhëna të pamjaftueshme
sr: Засад недовољно података
sv: För lite data ännu
tr: Henüz yeterli veri yok
uk: Поки недостатньо даних
vi: Chưa đủ dữ liệu
zh_hans: 数据还不够
zh_hant: 資料還不夠

source: Not enough to go on
ar: غير كافٍ للحكم
bg: Няма достатъчно, на което да се стъпи
ca: Massa poc per valorar-ho
cs: Málo, o co se opřít
da: For lidt at gå ud fra
de: Zu wenig Anhaltspunkte
el: Πολύ λίγα στοιχεία
es: No hay suficiente base
et: Liiga vähe, et järeldada
fi: Liian vähän pohjaksi
fr: Trop peu d'éléments
ga: Rómheasartha le breithiúnas a thabhairt
hr: Premalo za procjenu
hu: Túl kevés adat
id: Belum cukup untuk disimpulkan
is: Of lítið til að byggja á
it: Troppo poco su cui basarsi
ja: 判断材料が足りません
ko: 판단할 근거가 부족합니다
lt: Per mažai, kad būtų galima spręsti
lv: Par maz, uz ko balstīties
mk: Премалку за проценка
ms: Belum cukup untuk disimpulkan
mt: Ftit wisq biex tiġġudika
nb: For lite å gå ut fra
nl: Te weinig om op af te gaan
pl: Za mało, by cokolwiek stwierdzić
pt_br: Pouco para se basear
pt_pt: Pouco em que assentar
ro: Prea puțin ca să tragem o concluzie
ru: Слишком мало данных
sk: Málo, o čo sa oprieť
sl: Premalo za oceno
sq: Shumë pak për të gjykuar
sr: Премало за процену
sv: För lite att gå på
tr: Yorum yapmaya yetmiyor
uk: Замало даних
vi: Chưa đủ căn cứ
zh_hans: 依据不足
zh_hant: 依據不足

source: Not enough training in the week for the spread to mean anything.
ar: التدريب في هذا الأسبوع أقل من أن يجعل للتشتّت معنى.
bg: Твърде малко тренировки през седмицата, за да значи нещо разсейването.
ca: No hi ha prou entrenament a la setmana perquè la dispersió vulgui dir res.
cs: V týdnu je příliš málo tréninku, aby rozptyl něco znamenal.
da: For lidt træning i ugen til at spredningen betyder noget.
de: Zu wenig Training in der Woche, als dass die Streuung etwas aussagen würde.
el: Πολύ λίγη προπόνηση στην εβδομάδα για να σημαίνει κάτι η διασπορά.
es: No hay suficiente entrenamiento en la semana para que la dispersión signifique algo.
et: Nädalas on liiga vähe treeningut, et hajuvus midagi tähendaks.
fi: Viikossa on liian vähän harjoittelua, jotta hajonta merkitsisi mitään.
fr: Pas assez d'entraînement dans la semaine pour que la dispersion veuille dire quelque chose.
ga: Níl dóthain traenála sa tseachtain le go gciallódh an scaipeadh aon rud.
hr: Premalo treninga u tjednu da bi raspršenost išta značila.
hu: Túl kevés edzés a héten ahhoz, hogy a szórás bármit is jelentsen.
id: Latihan minggu ini terlalu sedikit sehingga sebarannya tidak berarti apa-apa.
is: Of lítil þjálfun í vikunni til að dreifingin segi nokkuð.
it: Troppo poco allenamento nella settimana perché la dispersione significhi qualcosa.
ja: この週は練習量が少なく、ばらつきに意味がありません。
ko: 이번 주 훈련량이 적어 편차가 의미를 갖지 못합니다.
lt: Per mažai treniruočių per savaitę, kad sklaida ką nors reikštų.
lv: Nedēļā ir par maz treniņu, lai izkliede kaut ko nozīmētu.
mk: Премалку тренинг во неделата за расејувањето да значи нешто.
ms: Latihan minggu ini terlalu sedikit sehingga taburannya tidak bermakna apa-apa.
mt: Ftit wisq taħriġ fil-ġimgħa biex it-tifrix ifisser xi ħaġa.
nb: For lite trening i uka til at spredningen betyr noe.
nl: Te weinig training in de week om de spreiding iets te laten zeggen.
pl: Za mało treningu w tygodniu, żeby rozrzut cokolwiek znaczył.
pt_br: Treino insuficiente na semana para a dispersão significar alguma coisa.
pt_pt: Treino insuficiente na semana para a dispersão significar alguma coisa.
ro: Prea puțin antrenament în săptămână pentru ca împrăștierea să însemne ceva.
ru: Слишком мало тренировок за неделю, чтобы разброс что-то значил.
sk: V týždni je príliš málo tréningu, aby rozptyl niečo znamenal.
sl: Premalo treninga v tednu, da bi razpršenost kaj pomenila.
sq: Tepër pak stërvitje gjatë javës që shpërndarja të thotë ndonjë gjë.
sr: Премало тренинга у недељи да би расипање ишта значило.
sv: För lite träning under veckan för att spridningen ska betyda något.
tr: Dağılımın bir anlam ifade etmesi için haftada yeterince antrenman yok.
uk: Замало тренувань за тиждень, щоб розкид щось означав.
vi: Tuần này tập quá ít nên độ chênh giữa các buổi chẳng nói lên điều gì.
zh_hans: 这一周训练太少，离散程度说明不了什么。
zh_hant: 這一週訓練太少，離散程度說明不了什麼。

source: Not set
ar: غير محدَّد
bg: Не е зададено
ca: Sense definir
cs: Nenastaveno
da: Ikke angivet
de: Nicht gesetzt
el: Δεν έχει οριστεί
es: Sin definir
et: Määramata
fi: Ei asetettu
fr: Non défini
ga: Gan socrú
hr: Nije postavljeno
hu: Nincs megadva
id: Belum disetel
is: Ekki stillt
it: Non impostato
ja: 未設定
ko: 설정 안 됨
lt: Nenustatyta
lv: Nav iestatīts
mk: Не е поставено
ms: Belum ditetapkan
mt: Mhux issettjat
nb: Ikke angitt
nl: Niet ingesteld
pl: Nie ustawiono
pt_br: Não definido
pt_pt: Por definir
ro: Nesetat
ru: Не задано
sk: Nenastavené
sl: Ni nastavljeno
sq: E pacaktuar
sr: Није постављено
sv: Ej angivet
tr: Ayarlanmadı
uk: Не задано
vi: Chưa đặt
zh_hans: 未设置
zh_hant: 未設定

source: Not yet in Health
ar: ليس في تطبيق الصحة بعد
bg: Още не е в Health
ca: Encara no és a Salut
cs: Zatím není ve Zdraví
da: Endnu ikke i Sundhed
de: Noch nicht in Health
el: Δεν είναι ακόμη στην Υγεία
es: Aún no está en Salud
et: Veel mitte Tervises
fi: Ei vielä Terveydessä
fr: Pas encore dans Santé
ga: Níl sé in Health fós
hr: Još nije u Zdravlju
hu: Még nincs a Healthben
id: Belum ada di Health
is: Ekki enn í Heilsu
it: Non ancora in Salute
ja: ヘルスケア未反映
ko: 아직 건강 앱에 없음
lt: Dar nėra Sveikatoje
lv: Vēl nav Veselībā
mk: Сè уште не е во Здравје
ms: Belum ada dalam Health
mt: Għadu mhux f'Health
nb: Ikke i Helse ennå
nl: Nog niet in Gezondheid
pl: Jeszcze nie w Zdrowiu
pt_br: Ainda não está no app Saúde
pt_pt: Ainda não está na Saúde
ro: Încă nu e în Health
ru: Пока нет в «Здоровье»
sk: Zatiaľ nie je v Zdraví
sl: Še ni v Zdravju
sq: Ende jo në Shëndet
sr: Још није у Здрављу
sv: Inte i Hälsa ännu
tr: Henüz Sağlık'ta değil
uk: Поки немає у «Здоров’ї»
vi: Chưa có trong Health
zh_hans: 尚未写入「健康」
zh_hant: 尚未寫入「健康」

source: Notes
ar: ملاحظات
bg: Бележки
cs: Poznámky
da: Noter
de: Notizen
el: Σημειώσεις
es: Notas
et: Märkmed
fi: Muistiinpanot
ga: Nótaí
hr: Bilješke
hu: Jegyzetek
id: Catatan
is: Athugasemdir
it: Note
ja: メモ
ko: 메모
lt: Pastabos
lv: Piezīmes
mk: Белешки
ms: Nota
mt: Noti
nb: Notater
nl: Aantekeningen
pl: Notatki
pt_br: Notas
pt_pt: Notas
ro: Note
ru: Заметки
sk: Poznámky
sl: Zapiski
sq: Shënime
sr: Белешке
sv: Anteckningar
tr: Notlar
uk: Нотатки
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: Nothing measured yet
ar: لا قياسات بعد
bg: Още нищо не е измерено
ca: Encara no s'ha mesurat res
cs: Zatím nic naměřeno
da: Intet målt endnu
de: Noch nichts gemessen
el: Καμία μέτρηση ακόμη
es: Aún no se ha medido nada
et: Veel pole midagi mõõdetud
fi: Ei vielä mitattu mitään
fr: Rien de mesuré pour l'instant
ga: Níl aon rud tomhaiste fós
hr: Još nema mjerenja
hu: Még nincs mérés
id: Belum ada yang diukur
is: Ekkert mælt enn
it: Ancora nulla di misurato
ja: まだ何も計測していません
ko: 아직 측정값이 없습니다
lt: Kol kas nieko neišmatuota
lv: Vēl nekas nav izmērīts
mk: Сè уште нема мерења
ms: Belum ada yang diukur
mt: Għad ma tkejjel xejn
nb: Ingenting målt ennå
nl: Nog niets gemeten
pl: Jeszcze nic nie zmierzono
pt_br: Nada medido ainda
pt_pt: Ainda nada medido
ro: Încă nicio măsurătoare
ru: Замеров пока нет
sk: Zatiaľ nič namerané
sl: Zaenkrat še ni meritev
sq: Ende asgjë e matur
sr: Још нема мерења
sv: Inget mätt ännu
tr: Henüz ölçüm yok
uk: Замірів поки немає
vi: Chưa đo gì
zh_hans: 还没有测量记录
zh_hant: 還沒有量測紀錄

source: Nothing to chart yet
ar: لا شيء لرسمه بعد
bg: Още няма какво да се начертае
ca: Encara no hi ha res per representar
cs: Zatím není co zobrazit
da: Intet at vise endnu
de: Noch nichts darzustellen
el: Τίποτα για γράφημα ακόμη
es: Aún no hay nada que representar
et: Veel pole midagi graafikule panna
fi: Ei vielä näytettävää
fr: Rien à représenter pour l'instant
ga: Níl aon rud le léiriú fós
hr: Još nema što prikazati
hu: Még nincs mit diagramra tenni
id: Belum ada yang bisa digambarkan
is: Ekkert til að teikna enn
it: Ancora nulla da rappresentare
ja: まだ表示できるものがありません
ko: 아직 차트로 그릴 것이 없습니다
lt: Kol kas nėra ką pavaizduoti
lv: Vēl nav ko attēlot diagrammā
mk: Сè уште нема што да се прикаже
ms: Belum ada yang boleh dicartakan
mt: Għad m'hemm xejn x'jintwera
nb: Ingenting å vise ennå
nl: Nog niets om weer te geven
pl: Jeszcze nie ma czego pokazać
pt_br: Nada para exibir no gráfico ainda
pt_pt: Ainda nada para representar
ro: Încă nimic de reprezentat grafic
ru: Пока нечего показать на графике
sk: Zatiaľ nie je čo zobraziť
sl: Zaenkrat še ni česa prikazati
sq: Ende asgjë për të paraqitur
sr: Још нема шта да се прикаже
sv: Inget att visa ännu
tr: Henüz grafiklenecek bir şey yok
uk: Поки нічого показати на графіку
vi: Chưa có gì để vẽ biểu đồ
zh_hans: 暂时没有可作图的数据
zh_hant: 目前沒有可製圖的資料

source: Nothing to plot yet
ar: لا شيء لعرضه بعد
bg: Още няма какво да се нанесе
ca: Encara no hi ha res per dibuixar
cs: Zatím není co vykreslit
da: Intet at tegne endnu
de: Noch nichts aufzutragen
el: Τίποτα για σχεδίαση ακόμη
es: Aún no hay nada que trazar
et: Veel pole midagi joonistada
fi: Ei vielä piirrettävää
fr: Rien à tracer pour l'instant
ga: Níl aon rud le breacadh fós
hr: Još nema što nacrtati
hu: Még nincs mit ábrázolni
id: Belum ada yang bisa diplot
is: Ekkert til að setja upp enn
it: Ancora nulla da tracciare
ja: まだ描画できるものがありません
ko: 아직 그릴 것이 없습니다
lt: Kol kas nėra ką nubraižyti
lv: Vēl nav ko zīmēt
mk: Сè уште нема што да се исцрта
ms: Belum ada yang boleh diplot
mt: Għad m'hemm xejn x'jitpinġa
nb: Ingenting å tegne ennå
nl: Nog niets om uit te zetten
pl: Jeszcze nie ma czego wykreślić
pt_br: Nada para traçar ainda
pt_pt: Ainda nada para traçar
ro: Încă nimic de trasat
ru: Пока нечего построить
sk: Zatiaľ nie je čo vykresliť
sl: Zaenkrat še ni česa narisati
sq: Ende asgjë për të vizatuar
sr: Још нема шта да се нацрта
sv: Inget att rita ut ännu
tr: Henüz çizilecek bir şey yok
uk: Поки нічого побудувати
vi: Chưa có gì để vẽ
zh_hans: 暂时没有可绘制的数据
zh_hant: 目前沒有可繪製的資料

source: Notifications are turned off for this app in System Settings.
ar: إشعارات هذا التطبيق مُعطَّلة في إعدادات النظام.
bg: Известията за това приложение са изключени в Системни настройки.
ca: Les notificacions d'aquesta app estan desactivades a la Configuració del Sistema.
cs: Oznámení jsou pro tuto aplikaci v Nastavení systému vypnutá.
da: Notifikationer er slået fra for denne app i Systemindstillinger.
de: Mitteilungen sind für diese App in den Systemeinstellungen deaktiviert.
el: Οι ειδοποιήσεις για αυτή την εφαρμογή είναι απενεργοποιημένες στις Ρυθμίσεις συστήματος.
es: Las notificaciones de esta app están desactivadas en Ajustes del sistema.
et: Selle rakenduse teavitused on Süsteemiseadetes välja lülitatud.
fi: Tämän sovelluksen ilmoitukset on poistettu käytöstä järjestelmäasetuksissa.
fr: Les notifications sont désactivées pour cette app dans les Réglages système.
ga: Tá fógraí don aip seo casta as sna Socruithe Córais.
hr: Obavijesti za ovu aplikaciju isključene su u Postavkama sustava.
hu: Az app értesítései ki vannak kapcsolva a Rendszerbeállításokban.
id: Notifikasi untuk aplikasi ini dimatikan di Pengaturan Sistem.
is: Slökkt er á tilkynningum fyrir þetta forrit í Kerfisstillingum.
it: Le notifiche per questa app sono disattivate nelle Impostazioni di sistema.
ja: このアプリの通知はシステム設定でオフになっています。
ko: 시스템 설정에서 이 앱의 알림이 꺼져 있습니다.
lt: Šios programos pranešimai išjungti Sistemos nustatymuose.
lv: Šīs lietotnes paziņojumi ir izslēgti Sistēmas iestatījumos.
mk: Известувањата за оваа апликација се исклучени во Системските поставки.
ms: Pemberitahuan untuk aplikasi ini dimatikan dalam Tetapan Sistem.
mt: In-notifiki għal din l-app huma mitfija fis-Settings tas-Sistema.
nb: Varsler er slått av for denne appen i Systeminnstillinger.
nl: Berichtgeving staat voor deze app uit in Systeeminstellingen.
pl: Powiadomienia dla tej aplikacji są wyłączone w Ustawieniach systemowych.
pt_br: As notificações deste app estão desativadas nos Ajustes do Sistema.
pt_pt: As notificações desta app estão desativadas nas Definições do sistema.
ro: Notificările pentru această aplicație sunt dezactivate în Setări de sistem.
ru: Уведомления для этого приложения отключены в системных настройках.
sk: Oznámenia sú pre túto aplikáciu v Nastaveniach systému vypnuté.
sl: Obvestila za to aplikacijo so v Sistemskih nastavitvah izklopljena.
sq: Njoftimet për këtë aplikacion janë të fikura te Cilësimet e Sistemit.
sr: Обавештења за ову апликацију су искључена у Системским подешавањима.
sv: Notiser är avstängda för den här appen i Systeminställningar.
tr: Bu uygulama için bildirimler Sistem Ayarları'nda kapalı.
uk: Сповіщення для цього застосунку вимкнені в системних налаштуваннях.
vi: Thông báo cho ứng dụng này đang tắt trong Cài đặt Hệ thống.
zh_hans: 系统设置中已关闭此应用的通知。
zh_hant: 系統設定中已關閉這個 App 的通知。

source: Now
ar: الآن
bg: Сега
ca: Ara
cs: Teď
da: Nu
de: Jetzt
el: Τώρα
es: Ahora
et: Praegu
fi: Nyt
fr: Maintenant
ga: Anois
hr: Sada
hu: Most
id: Sekarang
is: Núna
it: Ora
ja: 現在
ko: 지금
lt: Dabar
lv: Tagad
mk: Сега
ms: Sekarang
mt: Issa
nb: Nå
nl: Nu
pl: Teraz
pt_br: Agora
pt_pt: Agora
ro: Acum
ru: Сейчас
sk: Teraz
sl: Zdaj
sq: Tani
sr: Сада
sv: Nu
tr: Şimdi
uk: Зараз
vi: Bây giờ
zh_hans: 现在
zh_hant: 現在

source: OK
ar: موافق
bg: Добре
ca: D'acord
ga: Ceart go leor
hr: U redu
is: Í lagi
ko: 확인
lt: Gerai
lv: Labi
mk: Во ред
ru: ОК
sl: V redu
sq: Në rregull
sr: У реду
tr: Tamam
zh_hans: 好
zh_hant: 好
